{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "ssh://git@github.com/b0o/SchemaStore.nvim"
    },
    "blink.cmp": {
      "src": "ssh://git@github.com/saghen/blink.cmp"
    },
    "conform.nvim": {
      "src": "ssh://git@github.com/stevearc/conform.nvim"
    },
    "flash.nvim": {
      "src": "ssh://git@github.com/folke/flash.nvim"
    },
    "gitsigns.nvim": {
      "src": "ssh://git@github.com/lewis6991/gitsigns.nvim"
    },
    "lazydev.nvim": {
      "src": "ssh://git@github.com/folke/lazydev.nvim"
    },
    "lazygit.nvim": {
      "src": "ssh://git@github.com/kdheepak/lazygit.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-autopairs": {
      "src": "ssh://git@github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "ssh://git@github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "ssh://git@github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "ssh://git@github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "ssh://git@github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "ssh://git@github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "ssh://git@github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "ssh://git@github.com/folke/todo-comments.nvim"
    },
    "which-key.nvim": {
      "src": "ssh://git@github.com/folke/which-key.nvim"
    }
  }
}
